{
  "sponsors": [
    {
      "name": "Bloomberg",
      "image_url": "https://upload.wikimedia.org/wikipedia/commons/5/5d/New_Bloomberg_Logo.svg",
      "tier": 4,
      "sponsor_link": "https://www.bloomberg.com/",
      "description": "Bloomberg is a global leader in business and financial information, delivering trusted data, news, and insights that bring transparency, efficiency, and fairness to markets. The company helps connect influential communities across the global financial ecosystem via reliable technology solutions that enable our customers to make more informed decisions and foster better collaboration."
    },
    {
      "name": "Queens College",
      "image_url": "https://www.qc.cuny.edu/communications/wp-content/uploads/sites/21/2022/07/QC_PL_WhiteBG_RGB.png",
      "tier": 3,
      "sponsor_link": "https://www.qc.cuny.edu/",
      "description": "A four-year college of The City University of New York, Queens is a top-ranked U.S. public institution for our exceptional academics & diversity."
    },
    {
      "name": "Learning Commons",
      "image_url": "https://i.imgur.com/qE1aWF4.png",
      "tier": 2,
      "sponsor_link": "https://www.qc.cuny.edu/academics/qclc/",
      "description": "The Learning Commons offers services to support students to reach their undergraduate and graduate degree goals, which includes peer tutoring, workshops, bootcamps, recitations and other programming to help students optimize their learning. Additionally, LC houses study spaces, computer labs, and a printing station."
    },
    {
      "name": "Office of the Associate Provost for Innovation and Student Success",
      "image_url": "https://i.imgur.com/fC2CNIe.png",
      "tier": 2,
      "sponsor_link": "https://www.qc.cuny.edu/student-success/",
      "description": "The Queens College Student Success Team is dedicated to empowering students to achieve academic excellence, personal growth, and career readiness. We focus on fostering an inclusive and equitable environment, supporting every student’s unique journey from admission to meaningful employment."
    },
    {
      "name": "S-Stem",
      "image_url": "https://i.imgur.com/3K4FaWm.png",
      "tier": 1,
      "sponsor_link": "https://www.qc.cuny.edu/nsfs-stem/",
      "description": "In collaboration with the U.S. National Science Foundation (NSF) and the Computer Science Department at Queens College, the NSF S-STEM Scholarship is awarded to eligible junior and senior students who have completed their first and the second year CS courses or equivalent, with maximum amount of $5,000 each semester for up to 2 years."
    },
    {
      "name": "C4 Energy",
      "image_url": "https://i.imgur.com/Oop7sd3.jpeg",
      "tier": 1,
      "sponsor_link": "https://cellucor.com/pages/c4-energy",
      "description": "C4 Energy is the leader in mental and performance energy, built for the outperformers and overachievers working tirelessly to unleash their potential."
    },
    {
      "name": "Join Us",
      "image_url": "https://png.pngtree.com/png-vector/20220722/ourmid/pngtree-join-us-design-element-png-image_6033051.png",
      "tier": 1,
      "sponsor_link": "mailto:hack.knightqc@gmail.com",
      "description": "Would you like to be a sponsor for Hack Knight, supporting CUNY student innovation and success? Email hack.knightqc@gmail.com"
    }
  ]
}

